Repository: OrkenWhite/star_booth
Catalog: lib/l10n/app_*.arb
Languages: hu

source: New poll
hu: Új szavazás

source: Enter code
hu: Kód használata

# aboutStar
source: About STAR voting...
hu: A STAR szavazásról...

source: Toggle dark theme
hu: Sötét/Világos mód

source: About
hu: Névjegy

# copyright
source: (C) 2023 Patrik Fábián
hu: (C) 2023 Fábián Patrik

# starDescriptionLead
source: STAR (Score Then Automatic Runoff) voting is a voting method, where voters give scores from 0 to 5 to each candidate.
hu: STAR (Score Then Automatic Runoff) egy olyan szavazási módszer, ahol a szavazók nullától ötig terjedő pontszámot adnak a jelölteknek.

source: Vote counting
hu: Szavazatszámlálás

# starDescriptionVoteCounting
source: The scores of each candidate are counted first. The two candidates earning the most points go to a runoff. Then the votes are counted again, but this time, the runoff candidates' scores are compared on each ballot and the one with more points gets that vote. The winner will be the candidate preferred by more votes to the other.
hu: Először a jelöltek össz pontszáma kerül megszámlálásra. A két legtöbb pontot szerző jelölt jut a döntő fordulóba. A szavazatok újra megszámlálásra kerülnek, de ezúttal minden szavazólapon a két döntő fordulós jelölt pontszáma kerül összehasonlításra, a szavazatot a jobban támogatott jelölt szerzi meg. Az az opció lesz a győztes, amit több szavazó részesít előnyben a másik döntőshöz képest.

# title
source: Question
hu: Kérdés

source: Option
hu: Válasz

# deadline
source: Vote ends
hu: Szavazás vége

# pollCreated
source: Poll successfully created.
hu: A szavazás sikeresen létrejött.

source: Voting code
hu: Szavazókód

source: Live results
hu: Élő eredmények

# codeInvalid
source: This code is not valid
hu: Ez nem egy érvényes kód

# codeValid
source: This code is a valid voting code
hu: Ez a kód egy érvényes szavazókód

# codeEntryHelp
source: Enter your voting code!
hu: Add meg a szavazókódot!

source: Code
hu: Kód

source: Join
hu: Csatlakozás

source: Vote
hu: Szavazás

# voteHelp
source: Set the sliders according to your preferences.
hu: Húzd a csúszkákat aszerint, hogy mennyire támogatod az adott opciót!

source: Submit
hu: Küldés

source: Automatic runoff
hu: Automatikus döntő forduló

source: Winner
hu: Nyertes

source: on
hu: be

source: off
hu: ki

source: Use system theme
hu: Rendszertéma használata

source: mode
hu: mód

source: Dark
hu: Sötét

source: Light
hu: Világos

source: Retry
hu: Újra

# loginFailed
source: Authenticating with the server failed!
hu: A szerverrel való hitelesítés sikertelen!

# unsupportedPlatform
source: This platform is not supported at the moment. Stay tuned for updates!
hu: Ez a platform jelenleg nem támogatott.

# titleTooShort
source: Question too short!
hu: A kérdés túl rövid!

# serviceUnavailable
source: Service unavailable. Try again later!
hu: A szolgáltatás nem elérhető! Próbáld újra később!

# submitPollError
source: An error occurred submitting the poll. Check the input fields!
hu: Hiba történt a beküldés közben. Ellenőrizd a beviteli mezőket!

# needMoreOptions
source: Add more options!
hu: Adj hozzá több lehetőséget!

# optionTooShort
source: This option is too short!
hu: Ez a lehetőség túl rövid!

# needLaterDate
source: Choose a later date!
hu: Válassz későbbi időpontot!

source: Copy
hu: Másolás

# aboutStarFurtherRead
source: Learn more on starvoting.org
hu: Bővebb információ a starvoting.org oldalon
